;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Kurdî/Kurdish
WebLang=KUR
Translator=Occo Mahabad - occo74@hotmail.com
Codepage=UNICODE 
Version=2.5.3


[Uninstaller Toolbar]
102 = Dîmen
103 = Eyar
104 = Uninstaller/Raker
105 = Amûr
106 = Moda Nêçîrvan
107 = Lîste
108 = Sîmge
109 = Detay
110 = Rake
111 = Qeydê Rake
112 = Nû Bike
113 = Qeyda hilbijartî were rakirin?
114 = Bernameya hilbijartî were rakirin?
115 = Rojane Bike
116 = Alîkarî
117 = Alîkariya Amûrê...
118 = Malpera Webê...
119 = Der Barê De...
120 = Mafê rêveberiyê li cem we tune ye!
121 = Hun dixwazin hêmana pergalê rakin?\nBISEKININ heger hûn ne bawer in jê nebin!
122 = Bi  Uninstaller'ê hûn dikarin hemû bernameyan bibînin û rakin.Bi kurterê û tûşan hûn dikarin kirariyan bikin û bigihîjin hin taybetiyan.Taybetiya herî pêşketî ya  Revo Uninstaller'ê Moda Nêçîrvan e.Hûn dikarin bi Moda Nêçîrvan bernameyan rakin,jê bibin,bisekinînin û ya herî girîng jî,bi yek tikandinê dest pê bikin an jî betal bikin.
123 = Lê Bigere:
124 = Yên ku hatine dîtin:
125 = Hûn dixwazin ketana pergalê rakin?\nEv ketan dibe ku ji bo we pêwîst be!
126 =  Vebûna otomatîk hatiye sekinandin!
127 =  Vebûna otomatîk hatiye çalakkirin!
128 = %s û %s ,di nava heman dosyayê de ne! Lewma piştî lêgerînê dosyayên dîtî yên bêkêr,dibe ku aîdî her duyan jî be!Ji kerema xwe re,dosyayên bêkêr bi baldarî jê bibin!
129 = Bi zorê rake-MSI

[Uninstaller List]
150 = Bername
151 = Boût
152 = Guherto
153 = Dîrok
154 = Şîrket
155 = Malpera Webê
156 = Şîrove
157 = Rêzika Rakirinê
158 = Qeydên Bikarhêner
159 = Barker 

[Uninstaller StatusBar]
201 = Dosya: 
202 = Tê Barkirin...

[Registry Optimizer]
302 = Cihê lêgerînê hilbijêre
303 = Menûya destpêkê

[Autorun Toolbar]
407 = Dest Pê Bike
408 = Rake
409 = Jê Bibe
410 = Parçe:
411 = Erênî:
412 = Bi Rêvebera Destpêkê hûn dikarin bernameyên ku di destpêka Windows'ê de vedibin bigirin an jî yên girtî bidin xebitandin û hûn dikarin derbarê çêker,guherto,danasîn û xebitandinê  de hînî hin agahiyan bibin.Ji xeynî van hûn dikarin kîjan bername dixebite an jî naxebite bibînin û li gor wê tevbigerin.

[Autorun List]
450 = Bername
451 = Cih
452 = Nav
453 = Hilberîner
454 = Rewş
455 = Qeyd
456 = NIHA DIXEBITE
457 = NIHA NAXEBITE
458 = DERBASDAR NÎNE
459 = Kirina Rakirinê
460 = Kirina Destpêkirinê
461 = Klasora Hewandî Veke
462 = Here
463 = Derawayê Kopî Bike
464 = Yên Hilbijartî Jê Bibe
465 = Hemû Nederbasdaran Jê Bibe
466 = Yên Niha Naxebitin Jê Bibe
467 = Yên Ne Çalak in Jê Bibe
468 = Eyar...
470 = Ya hilbijartî were girtin?\nDaneyên qeydnekirî dê winda bibin!
471 = Ya hilbijartî were jêbirin?
472 = Yên derbasdar nîn in werin jêbirin?
473 = Yên niha naxebitin werin jêbirin?
474 = Yên ku tên astengkirin werin jêbirin?
475 = Ferman tune!
476 = NAYÊ ZANÎN
477 = Vebûna Otomatîk Bisekinîne
478 = Vebûna Otomatîk Çalak Bike 

[Outlook Control]
300 = Optimîzasyon
301 = Registry Optimizer
400 = Rêvebera Destpêkê
500 = Paqijîkera Şopê
501 = Paqijîkera Gerokê
600 = Paqijîkera Microsoft Officê 
700 = Paqijîkera Windowsê 
800 = Paqijîkera Delîlê
900 = Bi Temamî Jê Bibe 
2100 = Amûrên Windowsê
2200 = Dosyayên Bêkêr Paqij Bike

[Track Cleaner Browsers]
507 = Hemûyan Jê Bibe
508 = Dîroka Înternetê Jê Bibe 
509 = Darikê Navnîşanê Jê Bibe 
510 = Dosyayên Demî yên İnternetê Jê Bibe 
511 = Kulîçeyan Jê Bibe 
512 = Dosyayên Index.dat'ê Jê Bibe 
513 = Bixebitîne
514 = Dîroka Daxistinê Jê Bibe 
515 = Dîroka Lêgerînê Jê Bibe 
516 = Dîroka Formê Jê Bibe
517 = Raker
518 = Hûn dixwazin qeydên hilbijartî werin jêbirin?
521 = Hûn dixwazin qeydên dîroka  Internet Explorer'ê werin jêbirin?
522 = Hûn dixwazin qeydên dîroka Firefox'ê werin jêbirin?
523 = Hûn dixwazin qeydên dîroka Opera'yê werin jêbirin?
524 = Hûn dixwazin qeydên dîroka Netscape'ê werin jêbirin? 
525 = Geroka we ya İnternetê hemû agahiyên malperan di kompîtura we de vedişêre û qeyd dike.Hûn dikarin dîrok û navnîşanên berê bi yek tikandinê bibînin! Hûn dikarin dîrok û qeydên Internetê jê bibin.Hemû agahiyan (pel,navnîşan,dokument,hwd.)  û dosyayên Medyayê (vîdeo,wêne,hwd.) jê bibin û ji bo harddîska xwe cih vekin.
526 = Beriya rakirina qeydên dîrokê,geroka Internetê bigirin 
527 = Dosyayên Index.dat'ê di vebûneke din ya kompîturê de dê bên jêbirin.
599 = Ji bo qeydên hilbijartî kar temam e!

[Office Track Cleaner]
601 = Paqij Bike
607 = Belgeyên MS Word'ê ku dawî hatine bikaranîn paqij bike
608 = Word 2000, Word XP, Word 2003 û Word 2007, Word 2010, Word 2013'ê peyda dike 
609 = Belgeyên  MS Excel'ê ku dawî hatine bikaranîn paqij bike
610 = Excel 2000, Excel XP, Excel 2003 û Excel 2007, Excel 2010, Excel 2013'ê peyda dike
611 = Belgeyên MS Access'ê ku dawî hatine bikaranîn paqij bike
612 = Access 2000, Access XP, Access 2003 û Access 2007, Access 2010, Access 2013'ê peyda dike
613 = Belgeyên MS PowerPoint'ê ku dawî hatine bikaranîn paqij bike
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 û PowerPoint 2007, PowerPoint 2010, PowerPoint 2013'ê peyda dike
615 = Belgeyên MS FrontPage'ê ku dawî hatine bikaranîn paqij bike 
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 û FrontPage 2007'ê peyda dike
617 = Hûn dikarin bi saya paqijîkera Microsoft Officê qeydên dîrokê yên Microsoft Word, Excel, Access, PowerPoint û FrontPage'ê jê bibin.Heger hûn naxwazin hin kes belge û dokumanên we bibînin,bi tenê hilbijêrin û li ser bişkoka “Paqij Bike” bitikînin.Bi vî awayî dosyayên ku pir tên bikaranîn dê neyên lîstekirin.

[Windows Tracks Cleaner]
701 = Paqij bike
707 = Dîroka Belgeyên ku Dawî Hatine Bikaranîn Paqij Bike 
708 = Dîroka Menûya Destpêkê Paqij Bike 
709 = Dîroka Lêgerînê Paqij Bike 
710 = Dîroka Çaper,Kompîtur û Lêgerîna Kesan Paqij Bike
711 = Tabloya Pêvekirinê Vala Bike
712 = Dîroka "MS Paint"ê ku Dawî Hatine Bikaranîn Paqij Bike 
713 = Dîroka Dosyaya "MS Wordpad"ê ku Dawî Hatine Bikaranîn Paqij Bike
714 = Dîroka Qeydên Regedit'ê ku Dawî Hatine Bikaranîn Paqij Bike 
715 = Dîroka Paceya Veke/Qeyd Bike Paqij Bike
716 = Dosyayên Dawî yên Dîroka Paceya Veke/Qeyd Bike Paqij Bike
717 = Çopê Paqij Bike 
718 = Dosyayên Demî yên Windowsê Jê Bibe
719 = Qeydên Tikandina Menûya Destpêkê Jê Bibe
720 = Microsoft Windows di kompîtura we de gelek kar û xebatên we qeyd dike ,mînak;we li kîjan dosya û bername geriyane ,vekirine,çêkirinê,lîsteya wêne,vîdeo û bijareyên din.Paqijîkera Windows'ê ji bo paqijkirina qeydên dîrokê û dosyayên demî ji we re dibe alîkar. Dîsa hûn dikarin ji vir çopê jê bibin û di dîska kompîtura xwe de cih vekin. 
721 = Qeydên dîroka menûya destpêkê,heger iexplore.exe dîsa were destpêkirin dê werin jêbirin.
722 = Şopên li qeydên bikarhêner yên Windows'ê
723 = Şopên Li Hard Dîskê
724 = Dosyayên bîra biçûk ku di dema hilweşandina pergalê de çêdibin jê bibe
725 = Qeydên alava xera yên Chkdsk'ê, komên winda ,qeydên xetayên rêzik û dosyayan jê bibe 


[Evidence Remover]
802 = Bixebitîne
803 = Tê jêbirin 
804 = Ji kerema xwe ve bisekinin.
805 = Qediya
806 = Ji kerema xwe ji bo şop û delîlên ku hûn dixwazin jê bibin ajokar(an) hilbijêrin.Ev amûr bi tenê agahiyên jêbirî dihewîne. HIŞYARÎ: Dema ku kar bê kirin,êdî hûn nikarin tiştên jêbirî dîsa bînin û ji nû ve bar bikin!
807 =Dosyayên ku ji bo çopê tên şandin bi temamî nayên rakirin,di kompîtura we de wek şop dîsa dimînin. Ev amûr,şopên mayî ji bo we bi temamî radike. Ti bername jî nikare yên jêbirî bîne.Dosyayên jêbirî bi temamî tên rakirin û hûn nikarin xelas bikin û dîsa bar bikin!
808 = Hûn dixwazin şop û delîlên mayî jê bibin? 

[Unrecoverable Delete]
912 = Lîsteya dosya û klasoran/Piştî jêbirinê dê neyê xelaskirin
913 = Dosya
914 = Klasor
915 = Ji bo jêbirinê dosya(yan) hilbijêre û rake.Ti bername nikare wan dosya(yan) bîne û xelas bike!
916 = Ji bo jêbirinê klasor(an) hilbijêre û rake.Ti bername nikare wan klasor(an) bîne û xelas bike!
917 = Ji bo jêbirinê dosya hilbijêre 
918 = Ji bo jêbirinê klasor hilbijêre 
919 = BI TEMAMÎ JÊ BIBE 
920 = Lîsteyê Paqij Bike
921 = Heger hûn dixwazin dosya û klasorên xwe bi temamî rakin,ev amûr tam li gorî we ye.Çimkî bi saya vê amûrê tiştên rakirî ji nû ve nayên dîtin û barkirin.Ji bîr nekin ku dosya û klasorên jêbirî herdem di kompîtura we de dimînin.Ji bo bi temamî rakirinê vê amûrê bi kar bînin,piştî rakirinê kesek nikare bi bernameyeke din tiştên jêbirî xelas bike û ji nû ve bar bike.
922 = Hûn dixwazin ku dosyayên hilbijartî bi temamî werin jêbirin?

[Options Tree]
1001 = Eyar
1100 = Giştî
1200 = Rake

[General]
1101 = Ziman:
1102 = Moda pêşketî
1103 = Her vebûnê de guhertoya nû kontrol bike 

[Uninstaller Options]
1201 = Rojanekirinên pergalê nîşan bide 
1202 = Hêmanên pergalê nîşan bide 
1204 = Bi tenê rakera orjînal ya bernameyê bixebitîne!
1205 = (Windows VISTA nayê destekkirin)
1206 = Beriya rakirina bernameyê noqteya dîsabarkirinê çêke


[Auto Update]
1907 = Rojane Bike 
1908 = Guherto 
1909 = Guhertoya Derbasdar:
1910 = Guhertoya rojane:
1911 = DAXE
1912 = Guhertoya Dawî Bar Bike 
1913 = Nû
1914 = Tê kontrolkirin...
1915 = Xetaya girêdanê...
1916 = BISEKINE
1917 = Barkirî %s Giştî %s
1918 = Barkirî %s (Boûta giştî nayê zanîn)
1919 = Ji bo www.revouninstaller.com’ê girêdayî nebû.Ji kerema xwe girêdana înternetê kontrol bikin.Bawer bin ku dîwarê parastina we destûr dide yan na!
1920 = Xeta: Kontrola guhertoya nû bi ser neket.Girêdana internetê tune ye.

[WinTools]
2110 = Dest Pê Bike
2111 = Hûn jî dizanin ku pir bername û amûrên Microsoft Windows'ê hene.Lê bikaranîn û dîtina wan ji bo bikarhêneran pir zehmet in.Hûn ê bi saya Amûrên Windowsê bi rehetî bikarin bixebitin,çimkî Revo hemûyan tîne li ber destê we.
2112 = Hûn dikarin bi vê amûrê dosya û klasorên xwe yên taybet xelas bikin û dîsa bar bikin. Ev amûr ji bo we guherînan dişopîne û wek otomatîk noqteyên dîsabarkirinê çêdike.Hûn bi saya van cîhgirkirinan dikarin her agahiyên xwe ji nû ve bar bikin,ji bîr nekin ku hûn dikarin bi destê xwe jî guherînan cîhgir bikin.
2113 = Ev amûr der barê hişkalav,pergala xebitandinê,tora girêdayî û eyarên modemê de ji bo we agahiyan dide.Hûn dikarin tora girêdayî û eyarên înternetê kontrol bikin,sererast bikin û çi dixebite naxebite fêm bikin.
2114 = Bi bikaranîna vê amûrê,hûn dikarin hînî hemû protokolên TCP/IP (koma protokola înternetê) bibin, dîsa hemû konfîgurasyonên adaptoran û navnîşanên IP'yan bizanin,ji xeynî wê hûn dikarin hînî numreya karta torê(MAC), maskeya IP'yê,pira torê, Windows Internet Naming Service (WINS) û pergala navê qada înternetê(DNS) bibin. Dîsa hûn dikarin der barê eyarên girêdana torê yên TCP/IP'yê de agahdar bibin,hûn dikarin Protokola Eyarkirinê ya Xwesteka Dînamîk(DHCP) sererast bikin û eyarên Pergala Navê Qada İnternetê(DNS) nû bikin.
2115 = Bi saya vê hûn dikarin 3 amûrên bingehîn kontrol û eyar  bikin,pergala xwe li hemberî xesaran biparêzin,mînak;Dîwarê agir (Firewall),parastina Anti-vîrûsê û rojanekirina pergala Windowsê. Heger yek ji wan pirsgirêkan derxe,mînak: Bernameya Anti-vîrûsê nehatibe rojanekirin,hûn dikarin eyarê peyama hişyariyê bikin,ji xeynî wê hûn dikarin eyarên din jî sererast bikin.
2116 = Hûn dikarin agahiyên cureyê kirarê,rewşa bîrê bibînin; Bi vî awayî hûn dikarin eyarên bîrê biguherînin û kontrol bikin; Dîsa hûn dikarin taybetiyên cîhazê û agahiyên hişkalavê bibînin;hûn dikarin bigihîjin agahiyên tora girêdayî û profîlên vekirina rûniştinê.Heger xetayên pergal û bernameyan derkevin,hûn dikarin ragihînin Microsoft'ê an jî rêvebera pergala xwe.
2117 = Ev amûr ji bo we agahiyên kompîtura dûr û nêz berhev dike,der barê agahiyên pergalê de we agahdar dike.Hûn dikarin der barê sazkirina hişkalavê,hêmanên kompîturê,bername û ajokarên bilîsan,bêlîsans de hînî hin agahiyan bibin. Bi saya vê amûrê,hûn dikarin herdem der barê agahiyên pergalê û pergala xebitandinê de agahdar bibin û destek bistînin.
2118 = Hûn bi saya vê fermana TCP/IP Netstat'ê,dikarin hemû girêdanên çalak yên TCP'yê û hemû girêdanên kompîturê,portên guhdaran bidin meşandin,Ev ferman portên TCP û UDP'yê nîşanî we dide,ew ji bo pergala xebitandina Windows'ê hêmaneke pir girîng e.Li vir ji bo fermanê, navê ku tê bikaranîn di nava[ ] de li jêr e,navê ku tê gazîkirin li jor e û ew heta gihîştina  TCP/IP'yê wisa dom dike. 
2119 = Ev amûr di ekranê de klavyeke nîgaşî çêdike,ji bo bikarhêneran hin rehetiyan pêk tîne,mînak:Destûr dide ku bi milê qumandayê daneyên pêwîst belav bibin.Klavyeya ekranê şixulandineke herî daketî çêdike ku astengiyên tevgerê ji holê rabin. Heger di kompîtura we de Qeydkera Bişkokan hebe,hûn dikarin klavyeya ekranê bi kar bînin. Klavyeya Ekranê nahêle ku bişkokên tikandî werin qeydkirin.
2120 = Ev amûr,hêmanên herêmî analîz dike, dosya û hêmanên parçekirî bi yek dike û bi vî awayî qada biyekkirî xurt dike.Di encamê de pergala we hêztir û baştir dibe,performansa kompîturê zêdetir dibe. Yekera Dîskê hem cihê vala hem jî dosya û hêmanên parçekirî bi yek dike,peywira wê ya sereke ev e. 
2121 = Ev amûr ji bo destpêkirin,sekinandin,vesekinandin,dewamkirin,çalakkirin û betalkirina xizmetên herêmî û dûr yên kompîturan pir girîng e. Hûn dikarin xizmetên li kompîturên dûr û herêmî bi rêve bibin; Heger xizmetek dest pê neke,hûn dikarin li cihê wê kirariyên xelaskirinê saz bikin, mînak; hûn dikarin pergalê otomatîk bidin destpêkirin; Dîsa ji bo profîlên hişkalavê hûn dikarin serwîsan çalak bikin an jî nekin.Ev amûr hemû rewş û agahiyên serwîs û xizmetan nîşanî we dide.
2122 = Ev amûr derbarê kurteya kana hevpar ya torê,eyarên bikarhêner,qeydên rûniştinan,rêvebirina kanên hevpar de we agahdar dike,dîsa der barê kompîtura dûr û nêz de hin agahiyan dide. Bi rêzikên hevpar re hûn dikarin kanên hevpar saz bikin û eyarên wan rayedarkirinan sererast bikin; Hûn dikarin li ser torê hemû lîsteyên bikarhêneran bibînin û girêdanên bikarhêneran qût bikin an jî bidomînin. Ji xeynî van hûn dikarin lîsteyên klasoran ku ji aliyê kompîturên dûr ve hatine vekirin bibînin.
2123 = Ev amûr ji bo sazkirina kompîturê û bikarhêneran eyarên rêgezî dihewîne. Eyarên rêgeza komî,ji bo rêvebera pergalê,peywirên sermaseyê bi nav dike û sererast dike, mînak;bernameyên heyî yên bikarhêneran,bernameyên sermaseyê,vebijêrkên menûya destpêkê h.w.d.
2124 = Hûn dikarin bi saya vê amûrê,bernameyên ku Windows'ê de sazkirî ne Lê Zêde Bikin/Rakin,ev amûr ji bo rêvebirina bernameyên heyî ji we re dibe alîkar.Bi kurtasî hûn dikarin di Windowsê de bi vê amûrê bernameyan saz bikin û rakin.
2125 = Ev amûr sepanên xeternak û bizerar radike, pergala xebitandina Windowsê li hemberî xesaran diparêze,kontrol dike û ji bo sepanên talûkedar dibe alîkar.Mînak;li hemberî xesarên vîrûs,hespên Truvayê û kurmikan pergalê diparêze. Amûr berê tespît dike,paşê ji bo rakirinê agahdar dike,piştî rakirina sepanê ji bo encaman raporek nîşan dide.


[Junk Files Cleaner Options]
2202 = Ajokarên ku dê bên lêgerîn:
2203 = Desen
2204 = Nav
2205 = Lê Zêde Bike
2206 = Jê Bibe
2207 = Here Eyarên Ferzkirî
2208 = Paqijkirina Dosyayên Bêkêr::Giştî 
2209 = Paqijkirina Dosyayên Bêkêr::Hundirî
2220 = Ji bo lêgerînê desen:
2221 = Ji bo Wild cards bi tenê karakterên (?,*) derbasdar in
2222 = Li Desen Zêde Bike
2223 = Desena Der Veser Bike
2224 = Ji bo Wild cards  dikarî van karakteran (?,*) bi kar bînî
2225 = Desena der:
2226 = Dosyayên paqijkirî bişîne çopê 
2227 = Dosyayên dawî yên 24 saet derbas nebûne paqij neke

[Junk Files Cleaner Tool]
2306 = Lê Bigere
2307 = Jê Bibe
2308 = Lê Digere 
2309 = Ji kerema xwe ve li bendê bin.
2310 = Betal
2311 = Nav
2312 = Boût
2319 = Dosya:
2320 = Boûta giştî:
2323 = Niha dosya nayê(n) jêbirin çimkî ji aliyê Windowsê an jî bernameyekê ve tê bikaranîn!
2324 = Ji bo destpêkirina lêgerînê divê hûn ajokarek an jî dirêjeyeke dosyayê hilbijêrin!
2325 = Amûra Dosyayên Bêkêr Paqij Bike ji bo rakirina dosyayên bêkêr ji we re dibe alîkar. Ev dosyayan ji aliyê hin sepanan ve tên çêkirin,bi giştî ji aliyê wan sepanan ve tên jêbirin lê carina ji ber hin xetayan ji aliyê sepanên têkildar ve nikarin bên jêbirin,mînak;heger kompîtur bi awayekî rast nehatibe girtin hin dosyayan nayên jêbirin û herdem di kompîturê de dimînin û pir cih digrin,ev jî performansa pergala we xera dike.Ev amûr ji bo başkirina kompîtura we pir girîng e.
2326 = Dosya:
2327 = Dosya tên jêbirin 

[Context Menu Junk Files Cleaner]
2313 = Veke
2314 = Li Google'ê de bigere
2315 = Klasorê veke
2316 = Eyar...
2317 = Hemû parçeyan hilbijêre
2318 = Hemû parçeyan hilnebijêre
2321 = Parçeyên hilbijartî kontrol bike
2322 = Parçeyên hilnebijartî kontrol neke

[Topmost Window]
4002 = Vebijêrk
4003 = Çarçoveya Sereke Veke
4004 = Moda Bikişîne û Berde
4005 = Moda Nêçîrvan
4006 = Boût
4007 = Biçûk
4008 = Navîn
4009 = Mezin
4010 = Boûta çarçoveyê
4011 = DERKETIN
4012 = Rake
4013 = Vebûna Otomatîk Bide Sekinandin
4014 = Bernameyê Bigire
4015 = Bernameyê Bigire û Jê Bibe
4016 = Klasorê Veke
4017 = Agahî
4018 = Taybetî
4019 = BETAL
4020 = Carekê de bi tenê dosyayek tê destekkirin!
4021 = We niha klasorek berdaye ji kerema xwe dosyayek kaş bikin û berdin!
4022 = Rake û Jê Bibe:
4023 = Nehat analîzkirin! \n Pace û sîmgeyek an jî hêmaneke darikê amûrê nîşan bide.
4024 = Fermana rakirinê nehate destpêkirin!\n Ji kerema xwe sepanê ji Uninstaller'ê rake
4025 = Pakêta barkirinê nehate dîtin!\nAgahî: Der barê sepanê de zêdetir agahî bistîne û\n rakirina sepanê di paceya sereke de biceribîne!
4026 = Ji bo sepana hedefê vebijêrka destpêkê otomatîk hat rakirin!\nAgahî: Ji bo çalakkirinê,darikê amûrê ya Menûya Destpêkê bi kar bînin!
4027 = Sepana hedefê nehate dîtin!\nNot: Ji bo destpêkirina otomatîk li www.google.com 'ê binêrin!
4028 = Hûn dixwazin sepana hilbijartî were girtin?\nDaneyên qeydnekirî dê winda bibin!
4029 = Uninstaller
4030 = Hûn dixwazin ku sepanên hilbijartî bigirin û jê bibin?\nDaneyên qeydnekirî dê winda bibin!
4031 = Hûn dixwazin Windows Explorer 'ê bigirin?\n Menûya destpêkê û darikê peywirê dê winda bibin!
4032 = Bi Windows'ê ve otomatîk bide destpêkirin
4033 = Şefafî

[Scan After Uninstall]
4210 = Cih
4211 = Lîsans
4212 = Qeyd
4213 = Agahî
4214 = Dosya
4215 = Ji kerema xwe herî kêm qeydek hilbijêrin!
4216 = Piştî Rakirinê Lê Bigere
4217 = Hemûyan Hilbijêre
4218 = Qet Hilnebijêre
4219 = Jê Bibe
4220 = Dosyayên Mayî
4221 = Qeydên Bikarhêner ên Mayî
4222 = Beriya rakirina bernameyê lê digere… Ji kerema xwe bisekinin
4223 = Tê Rakirin...
4224 = Ji kerema xwe piştî rakirina bernameyê,li qeydên bikarhêner û dosyayan bigerin 
4225 = Piştî rakirina bernameyê lê digere,Ji kerema xwe bisekinin...
4226 = Ji kerema xwe qeydên mayî bi baldarî kontrol bikin!
4227 = Bigire
4228 = Yên mayî kompîtur careke din vebe dê bên paqijkirin. 
4229 = Rakera bernameyê nexebitî!\n Dibe ku ferman bixeta an jî nederbasdar be!
4230 = Paş 
4231 = Pêş
4232 = Moda Rakirinê Hilbijêrin
4233 = Mod
4234 = Bixwe – Bi tenê bi rakera bernameyê karê xwe dike û lêgerîneke din jî nake.
4235 = Ewle – Ji bo qeydên mayî û bermayiyên hard dîskê lêgerîneke ewle dike.Herî bilez.
4236 = Normal – Ev modeke ewle ye û ji bo bermayiyan lêgerîneke fireh û giştî dike.Herî ewle.
4237 = Pêşketî – Ji bo hemû qeydên bikarhêner yên li pergalê lêgerîneke taybet û kûr dike. Herî hêdî.
4238 = Beriya rakirinê  analîz dike.
4239 = Rakera bernameyê tê xebitandin.
4240 = Ji bo dîtina bermayiyan li ser bişkoka “Pêş” bitikîne. 
4241 = Analîza rakirinê tê kirin 
4242 = Piştî rakirinê lê digere
4243 = Piştî rakirina bernameyê lêgerîn dike.Ji bo bermayiyên bêkêr li qeyd û dosyayên bikarhêner digere…Ji kerema xwe bisekinin!
4244 = Qeydên bêkêr ku hatine dîtin
4245 = Qeydên bikarhener ku hatine dîtin:
4246 = Not: Ji kerema xwe qeydan bi baldarî kontrol bikin! Bi têne qeydên jêr û reş jê bibin!
4247 = Dosya û klasorên bêkêr ku hatine dîtin
4248 = Yên ku hatine dîtin:
4249 = Kompîtura Min
4250 = Revo Uninstaller fermana Moda Bixwe neda xebitandin.Ev ferman dibe ku xera an jî nederbasdar be. Li ser bişkoka “Paş” bitikînin û ji bo rakirinê modeke din hilbijêrin!
4251 = Bi Moda Bixwe rakirina bernameyê qediya. Revo Uninstaller bi tenê lê geriyaye.Hûn dikarin li ser “Paş” bitikînin û modeke din hilbijêrin!
4252 = Revo Uninstaller bi serketî karê rakirinê qedand û ti qeyd û hêmanên bêkêr jî nehatin dîtin.Hûn dikarin li ser “Paş” bitikînin û ji bo lêgerîneke kûr modeke din hilbijêrin!
4253 = Revo Uninstaller rakirina bernameyê bi serketî qedand.Ji bo moda rakirineke din ên fireh hûn dikarin  li ser “Paş” bitikînin!
4254 = Dawî
4255 = Hûn dixwazin dosyayên hilbijartî herin çopê?
4256 = Hûn dixwazin qeydên hilbijartî werin jêbirin?
4257 = Revo Uninstaller rakirinê bi serketî temam kir!
4258 = Hûn bawer in ku dosyayên  mayî neyên jêbirin?
4259 = Hûn bawer in ku qeydên bikarhêner ên mayî neyên jêbirin?
4260 = Ji bo bermayî û şopan lêgerîn qediya.Ji bo dîtina encaman li ser “Pêş” bitikînin!
4261 = Ji bo pergalê noqteya dîsabarkirinê tê çêkirin...
4262 = Ji bo pergalê noqteya dîsabarkirinê nehat çêkirin!
4263 = Ji bo pergalê çêkirina noqteya dîsabarkirinê hatiye astengkirin,li (Eyar -> Raker) binêre. 
4264 = Ji bo pergalê noqteya dîsabarkirinê hat çêkirin!


[About]
4300 = Wergêr:

[ContextMenu Uninstaller]
5000 = Ferman
5001 = Der Barê De
5002 = Li Google'ê De Bigere
5004 = Derawayê Bar Bike
5005 = Der Barê Girêdanê De Veke...
5006 = Here Cihê Alîkariyê...
5007 = Pêşkêşkara Rojanekirinê Veke...
5008 = Lîsansa Qeydê Veke...

[Common]
10000 = ERÊ
10001 = Betal
10002 = Alîkarî
10003 = Lê Binêre
10004 = Rêber
10005 = Malper
10006 = Der Barê De
10007 = Hişyarî
10008 = XETA

[Tooltips]
2000 = Moda Rakirinê Bi Kar Bîne
2001 = Panela Amûran Nîşan Bide 
2002 = Eyaran Biguherîne
2003 = Moda Nêçîrvan Bixebitîne
2004 = Dîmena Bernameyan Biguherîne
2005 = Bernameya Hilbijartî Rake 
2006 = Qeyda hilbijartî,ji hundirê qeydên bikarhêner rake
2007 = Lîsteya bernameyên sazkirî nû bike
2008 = Guhertoya niha ji bo bilindkirinê rojane bike
2009 = Rêber
404 = Bernameya hilbijartî bide destpêkirin
405 = Bernameya hilbijartî bisekinîne û bigire
406 = Ji bo bernameya hilbijartî vebûna otomatîk bide sekinandin
506 = Yên hilbijartî paqij bike 
605 = Yên hilbijartî paqij bike 
705 = Yên hilbijartî paqij bike 
2106 = Amûra hilbijartî bixebitîne
2304 = Ji bo dosyayên bêkêr lê bigere
2305 = Dosyayên hilbijartî bişîne çopê



[UninstallerPro]
15000 = Giştî
15001 = Rêvebera\nKomê
15002 = Bernameyên Nû
15003 = Bernameyên Din
15004 = Nav
15005 = Navekî Nû Lê Bide
15006 = Internet
15007 = Lîstik
15008 = Multîmedya
15009 = Amûr
15050 = Bibe Jor
15051 = Bibe Jêr
15052 = Lê Zêde Bike
15053 = Rake
15054 = Stûn
15055 = Stûnê Rake
15056 = Bi Nîvî Bike
15057 = Çep
15058 = Navend
15059 = Rast
15060 = Herî Guncan
15061 = Qeyd Bike
15062 = Ji bo teşeya tekst(txt)
15063 = Ji bo teşeya HTML(html)
15064 = Ji bo Microsoft Excel
15065 = Bide
15066 = Ji bo dayînê stûn(an) hilbijêre
15067 = Bernameyên nûbarkirî nîşan bide:
15068 = Dawî (roj)
15069 = Bi rakirina dawî ya bernameyê ve
15070 = Navê komê:
15071 = Lê Zêde Bike/
15072 = Kom
15073 = Bernameyên Şopkirî
15074 = Bernameyên\nŞopkirî
15075 = Hemû Bernameyan
15076 = Hemû\nBernameyan
15077 = Qeydê Jê Bibe
15078 = Rakirina Taybet
15079 = Sîmgeyê Biguherîne
15080 = Ji bo Komê Lê Zêde Bike
15081 = Ji Komê Rake
15082 = Tê rakirin
15083 = Dosya û klasorên bernameyê tên rakirin:
15084 = Ketanên lênûska qeydê tên rakirin:
15085 = Daneyên bernameya rakirî hatin dîtin,lê  di dema rakirina bernameyê de Revo Uninstaller Pro van daneyan qeyd nekiriye loma nehatine jêbirin.Heger hûn dixwazin dîsa lê bigerin û jê bibin li ser bişkoka "Rakirina Pêşketî" bitikînin.
15086 = Rakirina Pêşketî
15087 = Rêya Dosya û Klasorê
15088 = Lîste tê barkirin...
15089 = Nirxên hilbijartî rake
15090 = Ketanên qeydê veke...
15091 = Hemûyan fireh bike
15092 = Hemûyan teng bike
15093 = Navê Nirxê 
15094 = Qeydên Klasorê:
15095 = Ji bo dosya û klasorên pergalê,kirariya navekî nû lê bide bisepîne
15096 = Bi Zorê Rake
15097 = Bi Zorê\nRake
15098 = Lîsansên hilbijartî fireh bike
15099 = Lîsansên hilbijartî teng bike
15100 = Lîsansa hilbijartî rake
15101 = Lîsansa hilbijartî wek barkirî îşaret bike
15102 = Lîsteya ku dê bê jêbirin veser bike
15103 = Dosyaya rojnivîskê ya nederbasdar
15104 = Dosya tune! Ji bo dosyayê navekî derbasdar diyar bikin û kirinê betal bikin.
15105 = Kirinê Hilbijêre
15106 = Kirinê tevî lîsteyê bike 
15107 = Rêya kirinê:
15108 = Li Ketana Qeydê Zêde Bike 
15109 = Rêya Ketana Qeydê 
15110 = Hûn dikarin bi amûra "Bi Zorê Rake" rê û navê bernameyê binivîsin û bi rehetî bernameyê rakin.Piştî diyarkirina van agahiyan li ser bişkoka "Pêş" bitikînin,Revo Uninstaller Pro'yê rakera bernameyê bibîne,lîste bike û bide xebitandin...\n\nJi bo rakirinê navê teqez yê bernameyê û cihê riya wê diyar bikin!
15111 = Moda Lêgerînê
15112 = Bixwe
15113 = Ewle
15114 = Normal
15115 = Pêşketî
15116 = Ji bo dosya û klasora bernameyê rêya tam:
15117 = Navê teqez yê bernameyê:
15118 = Rakera Moda Bixwe bixebitîne:
15119 = Moda Bixwe bide xebitandin
15120 = Navê Bernameyê
15121 = Fermana Rakirinê
15122 = Cure
15123 = 32-bit
15124 = 64-bit
15125 = Kirinê Bi Dawî Bike û Dewam Bike
15126 = Dosyaya hilbijartî tê bikaranîn! Heger hûn dixwazin hêmanên bernameyê bê pirsgirêk rakin,divê beriya dewamkirinê kirarî were bidawîkirin.
15127 = Ketanên ku Dê Bên Rakirin
15128 = Bineketanan Daxil Bike
15129 = Li ser bernameyên îşaretkirî bisekine
15130 = Dosya û klasoran jê bibe:
15131 = Ji bo klasora cîhgirkirinê
15132 = Ji bo çopê
15133 = Bi temamî jê bibe
15134 = Hûn dixwazin hêmanên hilbijartî werin jêbirin?
15135 = Klasor
15136 = Dosya
15137 = Dosya û klasorên bernameyê
15138 = Ketanên qeydê yên bernameyê
15139 = Hêman:
15140 = Nirx:
15141 = Klasor û Dosyayên Rojnivîskê
15142 = Kirariya navekî nû lê bide bisepîne
15143 = Hûn dixwazin hêmanên hilbijartî werin jêbirin?
15144 = Dosya hatin hilbijartin lê pergal ji nû ve dest pê bike dê bên jêbirin.
15145 = Hemanên Qeydê yên Rojnivîskê
15146 = Tê rakirin...
15147 = Dosya,klasor û hêmanên qeydê li gor agahiyên ewil tên dîtin...
15148 = Rakera bernameyê tê xebitandin...
15149 = Piştî temamkirina rakirinê ji bo bermayî û şopan li ser bişkoka "Lê Bigere" bitikîne.
15150 = Ji bo nivîsandina dosyayê ya daneya pêşebîrê di dîskê de cih tune.
15151 = Di nivîsandina dosyaya daneya pêşebîrê de xeta çêbû.Bawer bin ku li cem we mafên rêveberiyê hene yan na.
15152 = Di xwendina dosyaya pêşebîrê de xeta çêbû
15153 = Revo Uninstaller Pro ti bermayî û şop nedît.
15154 = Lê Bigere
15155 = Rakirina\nTaybet
15156 = Bi  Revo Uninstaller Pro'yê hûn dikarin hemû bernameyan bibînin û rakin.Bi kurterê û bişkokan hûn dikarin kirariyan bikin û bigihîjin hin taybetiyan.Taybetiya herî pêşketî ya  Revo Uninstaller'ê Moda Nêçîrvan e.Hûn dikarin bi Moda Nêçîrvan bernameyan rakin,jê bibin,bisekinînin û ya herî girîng jî,bi yek tikandinê dest pê bikin an jî betal bikin.
15157 = Ev amûra Revo Uninstaller Pro ji bo bernameyên şopkirî pir nuwaze ye.Hûn dikarin hemû bernameyên şopkirî bibînin û rakin. Ji bo şopandina bernameyekê,dosyaya sazkirinê ya bernameyê bibînin û li ser bişkoka rastê bitikînin li wir "Bernameyê Bar Bike" heye û saz bikin. Hûn dikarin eyarên vê amûrê ji beşa "Eyar" "Uninstaller/Raker" "Bernameyên Şopkirî" biguherînin.
15158 = Qeyd
15159 = Dosyaya Alîkariyê
15160 = Bernameyê Saz Bike
15161 = Bernameyê\nSaz Bike
15162 = Beriya rakirinê cîhgir bike û Noqteya dîsabarkirinê çêke
15163 = Lênûska qeydê tê cîhgirkirin...
15164 = Ji bo pergalê noqteya dîsabarkirinê hatiye astengkirin li eyarê (Eyar->Raker) binêre
15165 = Noqteya Dîsabarkirinê hat çêkirin!
15166 = Noqteya Dîsabarkirinê nehate çêkirin!
15167 = (Windows Vista û Windows 7 tên destekkirin)
15168 = Yên Dîtî:
15169 = Bi bişkoka rastê li ser sîmgeya Moda Nêçîrvan bitikîne û ji bo derketinê li ser "Derketin" bitikîne.
15170 = Sêrbaza rakirinê veke
15171 = Rêya klasorê
15172 = Ji bo dîtina dosyaya alîkariyê bernameyeke ku pdf dixwîne saz bike
15173 = Li Koma Nû Zêde Bike
15174 = Yên Hilbijartî Jê Bibe

[Auto Run Manager Pro]
15800 = Lê Zêde Bike
15801 = Ji bo di destpêka Windowsê de bixebite bername hilbijêre
15802 = Dema xebatê:
15803 = Hemû bikarhêneran
15804 = Bikarhênerê derbasdar
15805 = Ji bo xebatê cih:
15806 = Ketana qeydê: Run - Çi çax Windows vedibe bixebitîne
15807 = Ketana qeydê: - Bi tenê di vebûnekê de bixebitîne
15808 = Klasora destpêkê -Her vebûna Windowsê de
15809 = Ferman (rêya tam):
15810 = Nav:
15811 = Vebûna otomatîk hat betalkirin
15812 = Ji bo hêmanên nexebitî vebûna otomatîk hat betalkirin
15813 = Ji bo hemû hêmanên hilnebijartî vebûna otomatîk hat betalkirin

[General App]
16001 = Bide Nivîsandin
16002 = Pêşdîtin
16003 = Eyarê Nivîsandinê
16004 = Dîmen
16005 = Darikê Menûyê
16006 = Darikê Sereke
16007 = Panela Agahiyê
16008 = Darikê Rewşê
16009 = Darikê Amûrê
16010 = Dosya
16011 = Rêvebera\nDestpêkê
16012 = Dosyayên Bêkêr\nPaqij Bike
16013 = Amûrên\nWindowsê
16014 = Paqijîkera\nGerokê
16015 = Paqijîkera\nMicrosoft Officê
16016 = Paqijîkera\nWindowsê
16017 = Cihê Vala\nPaqij Bike
16018 = Bi Temamî\nJê Bibe
16019 = Rêvebera\nDîsabarkirinê
16020 = Bi Revo Uninstaller Pro'yê bar bike
16021 = Bi Revo Uninstaller Pro'yê rake
16022 = Bernameya hilbijartî bi Revo Uninstaller Pro'yê bar bike
16023 = Bernameya hilbijartî bi Revo Uninstaller Pro'yê rake
16024 = Klasora Cîhgirkirinê:
16025 = Hêmanên lênûska qeydê yên jêbirî cîhgir bike
16026 = Dosya û klasorên jêbirî cîhgir bike
16027 = Microsoft Excel di kompîturê de barkirî nîn e (koda xetayê 0x%08X).
16028 = Di destpêkirina Microsoft Excel de xetayek çêbû (koda xetayê 0x%08X).
16029 = Xetaya nediyar.
16030 = Qeyd
16031 = Peyamên agahdarkirinê nîşan nede
16032 = Peyamên hişyariyê nîşan nede
16033 = Kirarî
16034 = Bernameyên şopkirî di moda kompakt de
16035 = Kirariyên Lêzêdekirî:
16036 = Kirariyên Derxistî:
16037 = Rêya kirinê
16038 = Temayên Dîtbarî:
16039 = Darikên Amûrê
16040 = Etîketên nivîsarê nîşan bide
16041 = Sîmgeyên biçûk nîşan bide
16042 = Hêşîn
16043 = Gewr
16044 = Reş
16045 = Zîv
16046 = Xwezayî
16047 = Xwezayî 2
16048 = Xwezayî/Şefafî
16049 = Bikire
16050 = Piştî kirîna Revo Uninstaller Pro'yê ji bo 'email'a we dê serîalek bê şandin. Ji bo çalakkirina Revo Uninstaller Pro'yê vê serîalê forma lî jêr de diyar bikin û li ser "Çalak Bike" bitikînin.Ji bo çalakkirinê girêdana înternetê pêwîst e û divê dîwarê parastina we jî Revo Uninstaller Pro'yê asteng neke.Der barê pirsgirêkên qeydê de hûn dikarin bikevin têkiliyê: registration@revouninstaller.com
16051 = Qeyd
16052 = Koda lîsansê diyar bikin:
16053 = Çalak Bike
16054 = Hemû mafên wê tê parastin.
16055 = Guhertoya Bilîsans
16056 = Guhertoya Bêlîsans
16057 = Hûn dixwazin hemû cîhgiran,rojnivîskan û daneyên bikarhêneran bên jêbirin? Heger hûn bernameyê rojane dikin li ser "Na" bitikînin.
16058 = Wergêr:
16059 = Herdem hêmanên lênûska qeydê cîhgir bike
16060 = Piştî rakirinê rojnivîskên bernameyên şopkirî jê bibe
16061 = Di dîmena detayê de sîmgeyan biçûk nîşan bide
16062 = Di menûya naveroka Windows'ê de fermanan nîşan bide (Bi...bar bike, Bi...rake)
16063 = Hemû îşaretkiriyan kontrol bike
16064 = Gewrê Çîk

[AppBar]
16900 = Guherînên şopkirî yên pergalê qeyd bike
16901 = Çavdêriya barkirinê bisekinîne
16902 = Revo Uninstaller Pro guherînên pergalê dişopîne.Heta ku barkirin xelas nebe bernameyek an jî dosyayek nedin xebitandin! Piştî barkirinê bernameyê bixebitînin, eyarên xwe çêbikin û bernameyê bigirin. Paşê li ser bişkoka "Bisekine" bitikînin (kareya sor) û rojnivîskê qeyd bikin.
16903 = Bo rojnivîskê navekî diyar bikin:
16904 = Bo rojnivîskê navekî diyar bikin û li ser "Qeyd Bike" bitikînin.
16905 = Revo Uninstaller Pro çavdêriya barkirinê dike
16906 = Revo Uninstaller Pro daneyan qeyd dike
16907 = Kompîtur nehate girtin. Kompîturê bi dest bigirin
16908 = Kompîtur nehate girtin. Kompîturê bi dest bigirin

[JunkFilesCleanerPro]
17000 = Derxe
17001 = Rojanekirina Dawî

[EvidenceRemoverPro]
17300 = Cure
17301 = Boûta Giştî
17302 = Cihê Vala
17310 = Dîska Herêmî
17311 = Dîska ku Tê Derxistin

[UnrecoverableDeletePro]
17600 = Dosya(yan) Hilbijêre 
17601 = Klasor Hilbijêre
17602 = Hemûyan Jê Bibe
17603 = Tê jêbirin

[Backup Manager]
17800 = Rêvebera Dîsabarkirinê
17801 = Dîsa Bar Bike
17802 = Jê Bibe
17803 = Hemûyan Jê Bibe
17804 = Dîsabarkirina\nTaybet
17812 = Tê barkirin...
17813 = Paş
17814 = Pêş
17815 = Noqteya dîsabarkirinê nehat dîtin
17816 = Dişixule
17817 = %d hêman %d hat cîhgirkirin
17818 = Noqteyên Dîsabarkirinê:
17819 = Boûta Giştî:
17820 = Hûn dikarin bi Rêvebera Cîhgirkirinê dosyayên cîhgirkirî rakin û yên jêbirî dîsa bar bikin.Heger di dîska we de cih nemabe hûn dikarin hin cîhgiran jê bibin û ji xwe re tê de cih vekin.Ev amûr ji bo xelaskirin û dîsabarkirinê pêwîst e.
17821 = Nav
17822 = Kirarî
17823 = Boût
17824 = Hêmanên Lênûska Qeydê
17825 = Dosya û Klasoran
17826 = Saet
17827 = Dîrok
17830 = Lîsans/Navê Nirxê
17831 = Dane
17835 = Nirxa Ferzkirî
17836 = %d hêman %d dîsa hat barkirin
17837 = Dîsa tê barkirin.
17838 = Navê Dosya/Klasorê
17839 = Dîsabarkirina Taybet
17840 = Di xwendina dosyaya dîsabarkirinê de xetayek çêbû!
17841 = Dosya û klasorên ku dê dîsa bên barkirin
17842 = Ketanên qeydê ku dê dîsa bên barkirin
17843 = Ji bo çêkirina dosyaya cîhgirkirinê di dîskê de cih tune!
17844 = Di nivîsandina dosyaya dîsabarkirinê de xetayek çêbû!
17845 = Hûn dixwazin wê dîsa bar bikin?
17846 = Hûn dixwazin ku hemû noqteyên dîsabarkirinê jê bibin?

[TooltipsPro]
18200 = Eyarên bingehîn yên Revo Uninstaller Pro'yê sererast bike
18201 = Dîmena bernameyên şopkirî biguherîne
18202 = Cîhgirên Revo Uninstaller Pro'yê bi rêve bibe
18203 = Bi Revo Uninstaller Pro'yê bernameyek hilbijêre saz bike an jî rake
18204 = Bername û bermayiyan bi zorê rake
18205 = Hemû bernameyan nîşan bide
18206 = Li bernameyên şopkirî binêre
18207 = Bernameya şopkirî rake
18208 = Bi moda rakirina taybet bernameyên şopkirî rake
18209 = Cihgîrên hilbijartî ji nû ve bar bike
18210 = Ji bo cîhgirên hilbijartî dîsabarkirineke taybet çêke
18211 = Cîhgirên hilbijartî jê bibe
18212 = Ji bo vekirina otomatîk bernameyek hilbijêrin
18213 = Ji bo ajokarên kontrolkirî delîlan rake
18214 = Ji bo bi temamî rakirinê dosya(yan) hilbijêre
18215 = Ji bo bi temamî rakirinê klasorek hilbijêre
18216 = Dosya û klasorên hilbijartî jê bibe
18217 = Dosyayên hilbijartî jê bibe
